---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricRoundingManager
source: html/31447af8-7784-4fe9-f3d2-fbe2576d72d1.htm
---
# FabricRoundingManager Properties

Identifies the source of the rounding settings for this element.